      * LANGUAGE: COBOL
      * ENV: GnuCOBOL or Mainframe
      * AUTHOR: Tinker Techie
      * GITHUB: https://github.com/tinkertechie

       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-TINKERTECHIE.
       PROCEDURE DIVISION.
           DISPLAY "Hello, World!".
           STOP RUN.
